

/* Allowed Apps Table */
"appKind_app" 			= "Programm";
"appKind_classicApp" 	= "Classic-Programm";

"item_exists_title"	= "Objekt existiert bereits";
"item_exists_msg"	= "Dieses Objekt ist bereits auf der Liste.";

"add_button_title"	= "Hinzufügen";

"table_data_varies"	= "Verschiedene Werte";

// Allowed apps whitelist progress Bar "main" text string
"progressGatheringAppsMainText" = "Programminformationen sammeln";

//**
//** Strings for "Some apps are unsigned, do you want to sign them" confirmation sheet
//**
"confirmsign_sign" 		= "Signieren";
"confirmsign_cancel" 	= "Abbrechen";
"confirmsign_dontSign" 	= "Nicht signieren";

"confirmsign_one" = "„%@“ ist nicht signiert. Möchten Sie es signieren?";
"confirmsign_some" = "Einige der von Ihnen ausgewählten Programme sind nicht signiert. Möchten Sie sie signieren?";
"confirmsign_all" = "Die von Ihnen ausgewählten Programme sind nicht signiert. Möchten Sie sie signieren?";

"confirmsign_info" = "Digitale Signaturen schützen die Identität eines Programms. Sie sollten nur signierte Programme zur Liste mit erlaubten Programmen hinzufügen. Wenn Sie unsignierte Programme hinzufügen, können Benutzer die Sicherheit gefährden, indem Sie ein nicht erlaubtes Programm als ein erlaubtes Programm tarnen.";

//**
//** Keychain name where codesigning certificate will be stored
//**
"codesign_keychain" = "application signing.keychain";
"codesign_certname" = "Programmsignierung";


//**
//** Strings for sheet: Confirm creation of app signing keychain
//**
"confirmcreatekeychain_create" = "Erstellen";
"confirmcreatekeychain_cancel" = "Abbrechen";
"confirmcreatekeychain_msg" = "Um Programme zu signieren, müssen Sie einen neuen Schlüsselbund mit dem Namen „%@“ erstellen.";
"confirmcreatekeychain_info" = "Ein neuer Schlüsselbund speziell für digitale Signaturen wird erstellt. Um die Sicherheit zu erhöhen, verwenden Sie ein anderes Kennwort als das für Ihren Anmeldeschlüsselbund.";

//** String displayed in progress sheet while finding/creating signing identity
"codesign_gettingcertificate" = "Signierungszertifikat holen …";

//** Main status string when doing actual application signing
"codesign_signing" = "Programm signieren …";

//**
//** Strings for reporting error during app signing
//**
//"codesign_error_msg" = "Error (%@) signing “%@”";
"codesign_error_msg" = "„%@“ konnte nicht signiert werden.";
"codesign_error_txt" = "Das Programm unter „%@“ konnte nicht signiert werden.";

//**
//** Strings for catch-all error during gathering of information about added whitelist apps
//**
"gatherappInfo_error_msg" = "Beim Sammeln von Programminformationen ist ein Fehler (%@) aufgetreten.";

//**
//** Tooltip strings that appear over items in whitelist
//**
"appwhitelist_tooltip_nosig" 			= "„%@“ hat keine Signatur.";
"appwhitelist_tooltip_sig" 				= "„%@“ hat eine im Programm eingebettete Signatur.";
"appwhitelist_tooltip_detachedsig" 		= "„%@“ hat eine in diesem Verzeichniseintrag gesicherte Signatur. Jedes Programm mit der Bundle-ID von „%@“ muss mit dieser Signatur übereinstimmen, um starten zu können.";
"appwhitelist_tooltip_nestedapp_nosig" 	= "Ein in „%@“ eingebettetes Hilfsprogramm hat keine Signatur.";
// AdHoc tooltip added for 5826136
"appwhitelist_tooltip_adhocsig"			= "Die Ad-Hoc-Signatur von „%@“ funktioniert nicht auf unterschiedlichen CPU-Architekturen. Sie sollten dieses Programm erneut zur Liste hinzufügen und für es eine neue Signatur erstellen.";
